reviews/2013/2013-06-16-weekly-review.md
---
title: Weekly review: Week ending June 17, 2013 
tags: weekly
---
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">Accomplished  this week</a></li>
<li><a href="#sec-2">Plans for next week</a></li>
<li><a href="#sec-3">Time review</a></li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Accomplished  this week</h2>
<div class="outline-text-2" id="text-1">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li><code>[&#xa0;]</code> start the ticket system project with celery
</li>
<li><code>[X]</code> write the 20000.asia projec and shipped it 
</li>
<li><code>[X]</code> got good biz idea about a new website
</li>
<li><code>[-]</code> done 30% of proj.asia
</li>
</ul>
</li>

<li>Relationship
<ul class="org-ul">
<li><code>[X]</code> meeting with wangqian and talk about project 
</li>
<li><code>[X]</code> talks with qian about project ideas 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li><code>[&#xa0;]</code> open the taobao account
</li>
<li><code>[&#xa0;]</code> added the source code to sale 
</li>
<li><code>[X]</code> sporting 
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li><code>[X]</code> finish the haskell book
</li>
<li><code>[X]</code> start read the Clojure book 
</li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Plans for next week</h2>
<div class="outline-text-2" id="text-2">
<ul class="org-ul">
<li>BIZ
<ul class="org-ul">
<li><code>[&#xa0;]</code> start or cacel the tiket project with celery
</li>
<li><code>[&#xa0;]</code> finish the proj.asia site
</li>
</ul>
</li>
<li>Relationship
<ul class="org-ul">
<li><code>[&#xa0;]</code> talk with K or qian aout the new photo web project 
</li>
</ul>
</li>
<li>Life
<ul class="org-ul">
<li><code>[&#xa0;]</code> read the taobao rule pages
</li>
<li><code>[&#xa0;]</code> open the taobao account
</li>
<li><code>[&#xa0;]</code> go hometown for few days 
</li>
</ul>
</li>
<li>Learn
<ul class="org-ul">
<li><code>[&#xa0;]</code> the gradle build system
</li>
<li><code>[&#xa0;]</code> read the clojure book  
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Time review</h2>
<div class="outline-text-2" id="text-3">
<ul class="org-ul">
<li>BIZ 25 hours 
</li>
<li>LEARN 18 hours
</li>
<li>Sleep 63 hours (~9 hours / day :())
</li>
</ul>
</div>
</div>
